Repository: kgabriel-dev/HoloDisplay
Catalog: src/locale/messages.*.xlf
Languages: de_de

source: Exit
de_de: Abbrechen

source: Back
de_de: Zurück

source: Next
de_de: Weiter

source: Finish
de_de: Beenden

source: Welcome to the tutorial!
de_de: Willkommen beim Tutorial!

source: This is a tutorial to help you get started with the application.
de_de: Dieses Tutorial hilft Ihnen im Umgang mit dieser Anwendung.

source: Settings
de_de: Einstellungen

source: Click this button to open the settings menu.
de_de: Dieser Button öffnet die Einstellungen.

source: Language
de_de: Sprache

source: This buttons lets you change the language.<br><br>Currently, English and German are supported.
de_de: Mit diesem Button können Sie die Sprache ändern.<br><br>Zurzeit werden Deutsch und Englisch unterstützt.

source: Repeating the tutorial
de_de: Tutorial wiederholen

source: If you want to see this tutorial again, click this button.
de_de: Wenn Sie das Tutorial wiederholen möchten, klicken Sie hier.

source: Display methods
de_de: Anzeigemethoden

source: Later, you can choose between different display methods here.
de_de: Später können Sie hier zwischen verschiedenen Anzeigemethoden wählen.

source: Calculator
de_de: Rechner

source: This button opens the calculator. It helps you to build everything you need to display a hologram.
de_de: Dieser Knopf öffnet den Rechner. Er hilft, alles zu bauen, was Sie zum Anzeigen von Hologrammen benötigen.

source: Imprint
de_de: Impressum

source: This button opens the imprint containing some legal information about this page.
de_de: Dieser Knopf öffnet das Impressum. Es enthält einige rechtliche Informationen über die Seite.

source: This button opens the GitHub page of this project. Here you can find some help, the source code and more.<br><br>If you want to, you can help me to improve this project by contributing to it there.
de_de: Dieser Knopf öffnet die GitHub-Seite des Projekts. Hier finden Sie Hilfe, den Quellcode und mehr.<br><br>Wenn Sie möchten, können Sie dort helfen, das Projekt zu verbessern.

source: Finished!
de_de: Fertig!

source: You have finished the tutorial. I hope you enjoy creating holograms!
de_de: Sie haben das Tutorial abgeschlossen. Viel Spaß beim Hologramme erzeugen!

source: framesExtracted of totalFrames frames
de_de: framesExtracted von totalFrames Bildern

source: Finalizing...
de_de: Finalisiere...

source: Images to show
de_de: Bilder zum Anzeigen

source: Upload the images you want to show with this application.
de_de: Laden Sie die Bilder, die Sie mit dieser Anwendung anzeigen möchten.

source: Your uploaded images:
de_de: Ihre geladenen Bilder:

source: --- You have not uploaded any images yet. ---
de_de: --- Sie haben noch keine Bilder hochgeladen ---

source: Upload Image(s)
de_de: Bild(er) hochladen

source: PNG-Image
de_de: PNG-Bild

source: JPG-Image
de_de: JPG-Bild

source: WebP-Image
de_de: WebP-Bild

source: Unknown
de_de: Unbekannt

source: Save & load settings
de_de: Einstellungen speichern & laden

source: Save the current settings in a file on your PC.
de_de: Speichern Sie die aktuellen Einstellungen in einer Datei auf Ihrem PC.

source: You can also load previously save settings from your PC.
de_de: Sie können auch zuvor gespeicherte Einstellungen von Ihrem PC laden.

source: Save
de_de: Speichern

source: Load Initial Settings
de_de: Standard-Einstellungen laden

source: Number of layers / images
de_de: Anzahl an Ebenen / Bildern

source: With this setting you can adjust the number of layers.
de_de: Mit dieser Einstellung können Sie die Anzahl an Bildebenen festlegen.

source: Each layer displays one image.
de_de: Jede Ebene zeigt ein Bild an.

source: You can use as many images as there are layers. If you use less images, the last layers will stay empty.
de_de: Sie können so viele Bilder nutzen, wie es Ebenen gibt. Wenn Sie weniger Bilder laden, bleiben die hinteren Ebenen frei.

source: Layers
de_de: Ebenen

source: Move image up
de_de: Bild hoch schieben

source: Move image down
de_de: Bild runterschieben

source: Delete image
de_de: Bild löschen

source: Flip image vertically
de_de: Bild vertikal spiegeln

source: Flip image horizontally
de_de: Bild horizontal spiegeln

source: Rotate image clockwise
de_de: Bild im Uhrzeigersinn drehen

source: Rotate image counter-clockwise
de_de: Bild gegen den Uhrzeigersinn drehen

source: Scale image up
de_de: Bild vergrößern

source: Scale image down
de_de: Bild verkleinern

source: Move image outwards
de_de: Bild nach außen verschieben

source: Move image inwards
de_de: Bild nach innen verschieben

source: Make image brighter
de_de: Bild heller machen

source: Make image darker
de_de: Bild dunkler machen

source: URL of the image
de_de: URL des Bildes

source: Increase FPS
de_de: FPS erhöhen

source: Decrease FPS
de_de: FPS verringern

source: Brightness: value%
de_de: Helligkeit: value%

source: Flipped: value
de_de: Spiegelungen: value

source: Rotation: value°
de_de: Drehung: value°

source: Size: value%
de_de: Größe: value%

source: Loading progress
de_de: Ladefortschritt

source: None
de_de: Keine

source: Size of the polygon in the middle
de_de: Größe des Polygons in der Mitte

source: Set the size of the polygon in the middle here.
de_de: Legen Sie hier die Größe des Polygons in der Mitte fest.

source: This value is determined by the surface area of your mirror.
de_de: Dieser Wert wird durch die Grundfläche Ihres Spiegels bestimmt.

source: Number of sides / images
de_de: Anzahl der Seiten / Bilder

source: With this setting you can adjust the number of sides the polygon has.
de_de: Mit dieser Einstellung können Sie die Anzahl der Seiten des Polygons anpassen.

source: Each side displays an image. The number should be between 3 and 10.
de_de: An jeder Seite wird ein Bild dargestellt. Die Anzahl der Seiten sollte zwischen 3 und 10 liegen.

source: You can use as many images as the polygon has sides. If you use fewer images, the images will be repeated.
de_de: Sie können so viele Bilder verwenden, wie das Polygon Seiten hat. Wenn Sie weniger Bilder verwenden, werden die Bilder wiederholt.

source: Sides
de_de: Seiten

source: Standard Display Method
de_de: Normale Anzeigemethode

source: Layered Display Method
de_de: Geschichtete Anzeigemethode
